Repository: p-repair/prepair
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Listing Products
fr: Référencement des produits

source: New Product
fr: Nouveau produit

source: close
fr: fermer

source: Are you sure?
fr: Êtes-vous sûr ?

source: Average lifetime m
fr: Durée de vie moyenne (en mois)

source: Back to categories
fr: Retour aux catégories

source: Back to manufacturers
fr: Retour aux fabricants

source: Back to notification_templates
fr: Retour aux modèles de notifications

source: Back to ownerships
fr: Retour aux possessions

source: Back to parts
fr: Retour aux pièces détachées

source: Back to products
fr: Retour aux produits

source: Back to profiles
fr: Retour aux profiles

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Compatible products
fr: Produits compatibles

source: Content
fr: Contenu

source: Country of origin
fr: Pays d’origine

source: Created at
fr: Créé le

source: Date of purchase
fr: Date d’achat

source: Delete
fr: Supprimer

source: Draft
fr: Brouillon

source: Edit
fr: Modifier

source: Edit Category
fr: Modifier la catégorie

source: Edit Manufacturer
fr: Modifier le fabricant

source: Edit Notification template
fr: Modifier le modèle de notification

source: Edit Ownership
fr: Modifier la possession

source: Edit Part
fr: Modifier la pièce détachée

source: Edit Profile
fr: Modifier le profile

source: Edit category
fr: Modifier la catégorie

source: Edit manufacturer
fr: Modifier le fabricant

source: Edit ownership
fr: Modifier la possession

source: Edit part
fr: Modifier la pièce détachée

source: Edit product
fr: Modifier le produit

source: Edit profile
fr: Modifier le profile

source: End of production
fr: Fin de la production

source: Go Back Home
fr: Retour à l’accueil

source: Listing Categories
fr: Référencement des catégories

source: Listing Manufacturers
fr: Référencement des fabricants

source: Listing Notification templates
fr: Référencement des modèles de notifications

source: Listing Public Ownerships
fr: Référencement des possessions publiques

source: Main material
fr: Matériau principal

source: Manufacturer
fr: Fabricant

source: Name
fr: Nom

source: New Category
fr: Nouvelle catégorie

source: New Manufacturer
fr: Nouveau fabricant

source: New Notification template
fr: Nouveau modèle de notification

source: New Ownership
fr: Nouvelle possession

source: Notification template
fr: Molèle de notification

source: Ownership
fr: Possession

source: Part
fr: Pièce détachée

source: Parts
fr: Pièces détachées

source: Password
fr: Mot de passe

source: People in household
fr: Nombre de personnes dans le foyer

source: Price of purchase
fr: Prix d’achat

source: Product name
fr: Nom du produit

source: Public
fr: Publique

source: Reference
fr: Référence

source: Save Category
fr: Enregistrer la catégorie

source: Save Manufacturer
fr: Enregistrer le fabricant

source: Save Notification template
fr: Enregistrer le modèle de notification

source: Save Ownership
fr: Enregistrer la possession

source: Save Part
fr: Enregistrer la pièce détachée

source: Save Profile
fr: Enregistrer le profile

source: Saving...
fr: Enregistrement...

source: Show
fr: Afficher

source: Show Category
fr: Afficher la catégorie

source: Show Manufacturer
fr: Afficher le fabricant

source: Show Notification template
fr: Afficher le modèle de notification

source: Show Ownership
fr: Afficher la possession

source: Show Part
fr: Afficher la pièce détachée

source: Show Profile
fr: Afficher le profile

source: Sign in
fr: Se connecter

source: Sign in to account
fr: Se connecter au compte

source: Signing in...
fr: Connexion...

source: Start of production
fr: Début de la production

source: This is a category record from your database.
fr: Ceci est une catégorie

source: This is a manufacturer record from your database.
fr: Ceci est un fabricant

source: This is a notification_template record from your database.
fr: Ceci est un modèle de notification

source: This is a part record from your database.
fr: Ceci est une pièce détachée

source: This is a product record from your database.
fr: Ceci est un produit

source: This is a profile record from your database.
fr: Ceci est un profile

source: This is an ownership record from your database.
fr: Ceci est une possession

source: Title
fr: Titre

source: Use this form to manage category records in your database.
fr: Utilisez ce formulaire pour gérer les catégories

source: Use this form to manage manufacturer records in your database.
fr: Utilisez ce formulaire pour gérer les fabricants

source: Use this form to manage notification_template records in your database.
fr: Utilisez ce formulaire pour gérer les modèles de notifications

source: Use this form to manage ownership records in your database.
fr: Utilisez ce formulaire pour gérer les possessions

source: Use this form to manage part records in your database.
fr: Utilisez ce formulaire pour gérer les pièces détachées

source: Use this form to manage product records in your database.
fr: Utilisez ce formulaire pour gérer les produits

source: Use this form to manage profile records in your database.
fr: Utilisez ce formulaire pour gérer les profiles

source: User action needed
fr: Action de l’utilisateur requise

source: User email
fr: Email de l’utilisateur

source: User role
fr: Rôle de l’utilisateur

source: Username
fr: Nom d’utilisateur

source: Warranty duration (in months)
fr: Durée de garantie (en mois)

source: Warranty duration m
fr: Durée de garantie (en mois)

source: Log in
fr: Se connecter

source: Log out
fr: Se déconnecter

source: Attempting to reconnect
fr: Tentative de reconnexion

source: Already registered?
fr: Vous avez déjà un compte ?

source: Creating account...
fr: Création du compte...

source: Current password
fr: Mot de passe actuel

source: I want to subscribe to the newsletter
fr: Je veux m’abonner à la newsletter

source: New email confirmation
fr: Confirmation du nouvel email

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: Oops, something went wrong! Please check the errors below.
fr: Oups, quelque chose c’est mal passé ! Veuillez vérifier les erreurs ci-dessous.

source: Password confirmation
fr: Confirmation du mot de passe

source: Please select a category
fr: Sélectionnez une catégorie

source: Please select a manufacturer
fr: Sélectionnez un fabricant

source: Please select a product (filter by category and manufacturer)
fr: Sélectionnez un produit (filtré par catégorie et fabricant)

source: Register for an account
fr: Créer un compte

source: Update email
fr: Mettre à jour l’email

source: Update password
fr: Mettre à jour le mot de passe

source: Update your email address
fr: Mettre à jour mon aresse email

source: Update your password
fr: Mettre à jour mon mot de passe

source: Updating email...
fr: Mise à jour de l’email...

source: Updating password...
fr: Mise à jour du mot de passe...

source: to your account now.
fr: à votre compte maintenant.
